Repository: klyok/Skype.OmegaT
Catalog: Skype.OmegaT/omegat/project_save.tmx
Source language: en
Languages: be

source: This password contains an invalid character eg Σ, ñ, à, ß.
be: Пароль зьмяшчае неадпаведныя знакі (кшталту Σ, ñ, à, ß).

source: This password is invalid.
be: Хібны пароль.

source: This person has not shared their details with you.
be: Гэты чалавек не падзяліўся з вамі сваімі зьвесткамі.

source: This person is already blocked.
be: Гэтага чалавека ўжо замкнулі.

source: This person is on a device that does not support group chat.
be: Гэты чалавек карыстаецца прыладаю, якая не падтрымвае супольных гутарак.

source: This person is using a version of Skype that doesn't support group chat
be: Гэты чалавек карыстаецца вэрсіяй Skype, якая не падтрымвае супольных гутарак

source: This person needs to accept your request.
be: Трэба, каб чалавек прыняў ваш запыт.

source: This person would like to connect with you
be: Гэты чалавек хоча кантактаваць з вамі

source: This picture "%s" belongs to %s.
be: Малюнак «%s» належыць %s.

source: This program is certified by Skype, so don't worry, there is no risk to your computer's security.
be: Гэтая праґрама мае пасьведчаньне ад Skype, таму не турбуйцеся за бясьпеку кампутара.

source: This program is not known to Skype and may be a potential security risk.
be: Гэтая праґрама можа быць небясьпечнаю: Skype ня ведае яе.

source: This public IM is full.
be: Гутарка ня мае вольных месцаў.

source: This should improve your call quality.
be: Гэта мусіць палепшыць якасьць сувязі.

source: This shouldn't take more than a few seconds.
be: Гэта ня зойме шмат часу.

source: This sound "%s" belongs to %s.
be: Гук «%s» належыць %s.

source: This sound file can't be found and may have been deleted.
be: Не ўдаецца знайсьці гэты файл: мажліва, яго сьцерлі.

source: This sound file is in a format that is not supported by Skype.
be: Гэты від гукавых файлаў не падтрымваецца ў Skype.

source: This sound file is too big for Skype to play (maximum file size 1.5 MB).
be: Файл завялікі, каб прайграваць яго ў Skype (найвялікшы памер — 1,5 МБ).

source: This user is already in your contact list
be: Карыстальнік ужо маецца ў сьпісе кантактаў

source: This version builds on the new-look, easy to use Skype.
be: Гэтая вэрсія грунтуецца на новым, зручным і простым выглядзе Skype.

source: This version of Skype is no longer supported
be: Гэтая вэрсія Skype болей не падтрымваецца

source: This will help people identify you when trying to add you on Skype.
be: Людзям, якія спрабуюць дадаць вас да кантактаў, гэта дапаможа адразу пазнаць вас.

source: This window is now being shown to %s
be: %s зараз бачыць гэтае вакно.

source: Time
be: Час

source: Tip: Skype Access doesn't work with private or closed networks.
be: Падказка: доступ праз Skype нельга атрымаць у прыватных або закрытых сетках.

source: Tip: Skype Wi-Fi Access doesn't work with private or closed networks.
be: Падказка: доступ да Wi-Fi праз Skype нельга атрымаць у прыватных або закрытых сетках.

source: Tip: This is %s's profile.
be: Падказка: гэта профіль карыстальніка %s.

source: Tip: to find it faster, type 'test' into the Search contacts box.
be: Падказка: каб знайсьці хутчэй, надрукуйце «test» у полі шукаць кантакты.

source: To
be: Каму:

source: To add a hidden conversations back to the Recent list, select View » Show Hidden Conversations from the main menu.
be: Каб вярнуць схаванае ў сьпіс апошніх размоў, абярыце пункт галоўнага мэню „Выгляд“ » „Паказаць схаваныя размовы“.

source: To call phones anytime, get some Skype Credit or a subscription.
be: Каб тэлефанаваць, калі пажадаеце, трэба набыць крэдыт у Skype або падпіску.

source: To choose this option, you must
be: Каб абраць гэтую можнасьць, вы мусіце

source: To disconnect and stop being charged, click the Disconnect button.
be: Каб адлучыцца ды болей не плаціць, пстрыкніце кнопку «Адлучыцца».

source: To edit use spacebar
be: Каб правіць, скарыстайце прагал

source: To forward calls to phones, you need Skype Credit.
be: Вы мусіце мець крэдыт у Skype, каб перасылаць выклікі.

source: To get better sound or video quality, change your computer to AC power or switch your computer to maximum performance.
be: Каб мець відэа ці гук лепшае якасьці, улучыце кампутар у сетку, альбо перавядзіце яго ў стан найбольшае выніковасьці.

source: To improve your video, make sure that you've updated your graphics card drivers, and check your computer can support DirectX 9.0c.
be: Каб палепшыць якасьць відэа, упэўніцеся, што вы абнавілі павадыры (драйвэры) відэакарткі, ды паглядзіце, ці падтрымвае ваш кампутар DirectX 9.0c.

source: To make calls, check:
be: Каб выклікаць, спраўдзіце:

source: To press use spacebar
be: Каб націснуць, скарыстайце прагал

source: To prevent this from happening again remember to sign up for auto-recharge next time you buy some Skype Credit!
be: Каб гэтага болей не здаралася, падпішыце на паслугу «Самарушна папаўняць рахунак», калі наступным разам будзеце набываць крэдыт у Skype!

source: To return to normal, click on the Skype icon in the System Tray at the bottom of your screen and choose Open Skype.
be: Каб вярнуцца ў звычайны стан, пстрыкніце па значку Skype у сыстэмным латку (звычайна ўнізе экрану) ды абярыце «Адчыніць Skype».

source: To start a call, hold the CTRL key and click up to %s people in the list below.
be: Каб распачаць размову, зацісьніце клявішу «Ctrl» і абярыце ў сьпісе ніжэй дазволеную колькасьць людзей (%s).

source: To start using Skype, you must agree to the terms of the End User License Agreement.
be: Каб карыстацца Skype, вы мусіце пагадзіцца з умовамі Ліцэнзійнага пагадненьня з карыстальнікам.

source: To unblock someone, go to your privacy settings under Tools » Options.
be: Каб адамкнуць кагосьці, перайдзіце да наладаў адасобленасьці: „Прылады“ » „Можнасьці“.

source: To use this feature please change your Skype status back to online and try again.
be: Вярніцеся ў сетку ды паспрабуйце зноўку скарыстацца гэтаю магчымасьцю.

source: To: %s
be: Каму: %s

source: Today
be: сёньня

source: Tomorrow
be: заўтра

source: Too easy to guess eg abcd, Skype
be: Занадта лёгка адгадваецца (кшталту «abcd», «Skype»)

source: Too long: 20 characters max.
be: Задаўгі: трэба ня болей за 20 знакаў.

source: Too long: 32 characters max.
be: Задаўгое: трэба ня болей за 32 знакі.

source: Too many USB devices plugged in
be: Далучылі зашмат прыладаў USB

source: Too many failed sign-in attempts, wait 1 minute before you retry.
be: Зашмат спробаў увайсьці; пачакайце хвіліну перад тым, як паспрабаваць зноўку.

source: Too many login attempts
be: Зашмат спробаў увайсьці

source: Too many parallel file sendings
be: Зашмат файлаў перадаецца адначасова

source: Too many people on this call
be: Зашмат людзей

source: Too many people to call
be: Зашмат людзей, каб выклікаць

source: Too much information
be: Зашмат літар

source: Too similar to Skype Name
be: Занадта падобны да ймя ў Skype

source: Tools
be: Прылады

source: Topic
be: Тэма

source: Total Contacts
be: Усіх кантактаў

source: Transfer
be: Перадаць

source: Transfer Call…
be: Перадаць выклік…

source: Transfer a call
be: Перадаць выклік

source: Transfer calls
be: Перадаваць выклікі

source: Transfer this call
be: Перадаць гэты выклік

source: Transfer to...
be: Перадаць да…

source: Transfering call failed
be: Не ўдалося перадаць выклік

source: Transferring
be: Перадаецца

source: Transferring call from <b>%s</b> to <b>%s</b>
be: Выклік ад <b>%s</b> перадаецца да <b>%s</b>

source: Try Again
be: Паспрабаваць

source: Try a new password.
be: Паспрабуйце іншы пароль.

source: Try a new search by your contact's Skype Name.
be: Паспрабуйце пашукаць паводле імені ў Skype.

source: Try a new search using your contact's full name or Skype Name.
be: Паспрабуйце пашукаць паводле поўнага імені ці імені ў Skype.

source: Try a search using other field combinations.
be: Паспрабуйце пашукаць зь іншым спалучэньнем палёў.

source: Try again
be: Яшчэ раз

source: Try again a bit later.
be: Паспрабуйце крыху пазьней.

source: Try another password.
be: Паспрабуйце іншы пароль.

source: Try calling back.
be: Паспрабуйце выклікаць яшчэ раз.

source: Try closing other applications you have open to improve your video quality.
be: Каб палепшыць якасьць відэа, паспрабуйце зачыніць запушчаныя праґрамы.

source: Try closing other applications you have running, or switch to AC power if your laptop is running on battery.
be: Паспрабуйце зачыніць іншыя праґрамы або, калі кампутар сілкуецца ад батарэі, улучыце яго ў сетку.

source: Try closing other programs that might be using your webcam, upgrading your drivers or change to a Skype Certified™ webcam.
be: Паспрабуйце зачыніць праґрамы, якія могуць карыстаць камэру, абнавіце павадыры (драйвэры) або замяніце камэру на завераную ў Skype („Skype Certified™“).

source: Try closing other programs that might be using your webcam.
be: Паспрабуйце зачыніць праґрамы, якія могуць карыстаць камэру.

source: Try moving to a quiet location or muting your microphone when you're not talking.
be: Паспрабуйце перайсьці ў цішэйшы пакой або сьцішвайце мікрафон, калі маўчыце.

source: Try moving to a quiet location, move your microphone closer to your mouth, or try to speak a little louder.
be: Паспрабуйце перайсьці ў цішэйшы пакой, пасунуць мікрафон бліжэй да вуснаў або размаўляць трохі гучней.

source: Try moving your microphone closer to your mouth, or turn up the volume on your microphone.
be: Паспрабуйце пасунуць мікрафон бліжэй да вуснаў або павялічыць ягоную гучнасьць.

source: Try other email addresses your contact may have.
be: Паспрабуйце іншы адрас эл. пошты кантакту, калі такі маецца.

source: Try our
be: Зірніце

source: Try reconnecting to Facebook.
be: Паспрабуйце нанова злучыцца з Facebook.

source: Try restarting your computer to help Skype find your sound card.
be: Дапамагчы Skype знайсьці картку можна, нанова запусьціўшы кампутар.

source: Try searching by email address.
be: Паспрабуйце шукаць паводле адрасу эл. пошты.

source: Try to resend confirmation code
be: Паспрабуйце даслаць код яшчэ раз

source: Try upgrading to the latest version of Skype.
be: Паспрабуйце ўсталяваць найноўшую вэрсію Skype.

source: Trying to open %1
be: Спрабуем адчыніць %1

source: Tumbleweed
be: І цішыня…

source: Turn Your Video On
be: Распачаць відэа

source: Turn down the volume on your microphone or select Automatically adjust microphone settings in your audio settings.
be: Паменшыце гучнасьць мікрафона, альбо абярыце ў наладах гуку «Настаўляць мікрафон самарушна».

source: Turn off video
be: Забараніць відэа

source: Turn off your video for better sound quality.
be: Каб палепшыць якасьць гуку, вылучыце відэа.

source: Turn on more lights or open the curtains to let more light in.
be: Каб было ня так цёмна, улучыце сьвятло або разьвініце фіранкі.

source: Turn on video
be: Задзейнічаць відэа

source: Turn up the volume on your microphone or select Automatically adjust microphone settings on this screen.
be: Дадайце мікрафону гучнасьці, альбо абярыце тут «Настаўляць мікрафон самарушна».

source: Turn your microphone up
be: Дадайце мікрафону гучнасьці

source: Turn your microphone volume down
be: Паменшыце гучнасьць мікрафона

source: Turn your volume down and move a little closer to your microphone.
be: Паменшыце гучнасьць і пасуньцеся бліжэй да мікрафона.

source: Type a message here
be: Надрукуйце тут паведамленьне

source: Type a message to %s here
be: Надрукуйце тут паведамленьне да %s

source: Type a new display name for %1
be: Надрукуйце новае ймя для %1

source: Type a new name or number for %1
be: Надрукуйце новае ймя ці нумар для %1

source: Type a number to call
be: Набярыце нумар

source: Type a short message to introduce yourself to %1
be: Надрукуйце невялічкае паведамленьне, каб пазнаёміцца з %1

source: Type in your mobile number
be: Упішыце нумар свайго перасоўнага тэлефону

source: Type the phrase to search for
be: Напішыце, які выраз шукаць

source: Type your mobile number
be: Надрукуйце свой тэлефонны нумар

source: Type your mood message in this box
be: Апішыце тут свой настрой

source: UNIX domain socket
be: Гняздо вузла UNIX

source: Unable to change password due to connection problems
be: Не ўдаецца зьмяніць пароль: праблемы са злучэньнем

source: Unable to launch web browser.
be: Немагчыма запусьціць аглядальнік сеціва.

source: Unable to read file.
be: Немагчыма прачытаць файл.

source: Unacceptable Password
be: Непрымальны пароль

source: Unauthorized reproduction or distribution of this program, or any portions of it, may result in severe civil and criminal penalties, and will be prosecuted to the maximum extent possible under the law.
be: Недазволенае перапісваньне або распаўсюджваньне гэтае праґрамы ці любое ейнае часткі можа мець вынікам грамадзянскую альбо крымінальную адказнасьць, і будзе перасьледавацца па ўсяе строгасьці закону.

source: Unblock
be: Адамкнуць

source: Unblock %s
be: Адамкніце %s,

source: Unblock Selected People
be: Адамкнуць абраных людзей

source: Unblock These People
be: Адамкнуць гэтых людзей

source: Unblock This Person
be: Адамкнуць гэтага чалавека

source: Unblock This User
be: Адамкнуць карыстальніка

source: Unblock this person
be: Адамкнуць гэтага чалавека

source: Unblock this user
be: Адамкнуць карыстальніка

source: Unbookmark
be: Выкрасьліць з закладак

source: Unbookmark Chat
be: Выкрасьліць з закладак

source: Undisclosed Number
be: Невядомы нумар

source: Undisclosed number
be: Невядомы нумар

source: Undo
be: Вярнуць

source: Unfortunately you don't have enough credit to use Skype Access today.
be: На жаль, зараз вы ня маеце дастатковае сумы крэдыту ў Skype, каб атрымаць доступ праз Skype.

source: Unfortunately you don't have enough credit to use Skype Wi-Fi Access today.
be: На жаль, зараз вы ня маеце дастатковае сумы крэдыту ў Skype, каб атрымаць доступ да Wi-Fi праз Skype.

source: Unfortunately, another person is already using this Skype Name.
be: На жаль, іншы чалавек ужо карыстаецца гэтым імем.

source: Ungrouped
be: Неразьмеркаваныя

source: Ungrouped Contacts
be: Неразьмеркаваныя

source: Unite
be: Аб’яднаць

source: Unknown
be: Невядома

source: Unknown Call Status
be: Невядомы стан выкліку

source: Unknown SMS event
be: Невядомая падзея SMS

source: Unknown error
be: Невядомая памылка

source: Unknown error.
be: Невядомая памылка.

source: Unknown event
be: Невядомая падзея

source: Unknown phone number
be: Невядомы нумар тэлефону

source: Unknown reason
be: Невядомая падстава

source: Unmute
be: Гучэць

source: Unmute Microphone
be: Улучыць мікрафон

source: Unmute your microphone
be: Улучыце мікрафон

source: Unmute your speakers
be: Улучыце галасьнікі

source: Unnamed
be: Неназваны

source: Unnamed contact
be: Кантакт безь імя

source: Unplug some USB devices
be: Адлучыце пэўныя прылады USB

source: Unsubscribed
be: Адпісаўся

source: Unsupported file format
be: Гэты від файлаў не падтрымваецца

source: Until then, their status will appear as Offline.
be: Пакуль гэтага не адбудзецца, кантакт будзе паказвацца адлучаным.

source: Until they OK you as a contact, they look like this
be: Пакуль яны не дададуць вас да кантактаў, яны будуць выглядаць вось так:

source: Up
be: Уверсе

source: Update
be: Абнавіць

source: Update and close
be: Абнавіць і зачыніць

source: Update and continue editing
be: Абнавіць і правіць далей

source: Update now
be: Абнавіць

source: Update now to get the latest features and improvements.
be: Абнавіце, каб карыстацца апошнімі ўдасканаленымі ды новымі магчымасьцямі.

source: Updates are ready to install
be: Абнаўленьні можна ўсталёўваць

source: Upgrade
be: Абнавіць

source: Upgrade now
be: Абнавіць зараз

source: Upgrade your webcam drivers and check you've got the latest version of Skype.
be: Абнавіце павадыры (драйвэры) камэры ды спраўдзіце, што ўсталявалі найноўшую вэрсію Skype.

source: Upsell
be: Прыкуп

source: Usage: +number message
be: Як ужываць: +нумар паведамленьне

source: Use Skype Access to connect to the web and pay per minute with your Skype Credit at over 100,000 WiFi hotspots worldwide.
be: Злучайцеся зь сецівам праз Skype у больш як 100000 пунктах доступу Wi-Fi па ўсім сьвеце ды плаціце за кожную хвіліну крэдытам у Skype.

source: Use Skype Credit to pay for internet access
be: Плаціць за доступ да сеціва крэдытам у Skype

source: Use Skype Wi-Fi Access to connect to the web and pay per minute with your Skype Credit at over 500,000 Wi-Fi hotspots worldwide.
be: Злучайцеся зь сецівам праз Skype у больш як 500000 пунктах доступу Wi-Fi па ўсім сьвеце ды плаціце за кожную хвіліну крэдытам у Skype.

source: Use Skype as an absolute last resort for emergency calling.
be: Карыстайце Skype толькі як апошні спосабам выклікаць надзвычайныя нумары.

source: Use Skype to call callto: links on the web
be: Выклікаць праз Skype сеціўныя спасылкі «callto:»

source: Use Up or Down arrows to navigate through list items
be: Пераходзіць ад пункта да пункту можна стрэлкамі «ўверх» і «ўніз»

source: Use at least 1 letter and 1 number
be: Скарыстайце прынамсі адну літару ды адну лічбу

source: Use for Skype
be: Ужываць у Skype

source: Use our
be: Зірніце нашае

source: Use port
be: Ужываць порт

source: Use port 80 and 443 as alternatives for incoming connections
be: Ужываць порты 80 і 443 як дадатковыя на ўваходныя злучэньні

source: Use selected speaker
be: Ужываць абраныя галасьнікі

source: Use spacebar to collapse
be: Каб згарнуць, націсьніце прагал

source: Use spacebar to expand
be: Каб разгарнуць, націсьніце прагал

source: Use the
be: У разьдзеле

source: Use webcam microphone
be: Ужываць мікрафон камэры

source: Use your Skype Credit to pay for internet access at <b>%1</b> per minute.
be: Аплачвайце доступ у сеціва (<b>%1</b> за хвіліну) крэдытам у Skype.

source: Use your Skype Credit to pay for internet access at <b>{PRICE_PER_MINUTE}</b> per minute.
be: Аплачвайце доступ у сеціва (<b>{PRICE_PER_MINUTE}</b> за хвіліну) крэдытам у Skype.

source: Use your Skype Credit to pay for internet access with %1 ¹.
be: Плаціце пастаўніку %1 ¹ за сеціва крэдытам у Skype.

source: Use your Skype Credit to pay for internet access with {OPERATOR}¹.
be: Плаціце пастаўніку {OPERATOR}¹ за сеціва крэдытам у Skype.

source: Use your new password the next time you sign in.
be: Наступным разам, калі будзеце ўваходзіць, карыстайце новы пароль.

source: Useful information and help about Skype
be: Дапамога ды карысныя зьвесткі пра Skype

source: Useful tip
be: Карысная падказка

source: User
be: Карыстальнік

source: User Not Found
be: Не знайшлі карыстальніка

source: User Not Online
be: Карыстальнік ня ў сетцы

source: User is blocked.
be: Замкнёны карыстальнік.

source: User not found
be: Не знайшлі карыстальніка

source: Username
be: Карыстальнік

source: Using a headset is the easiest way to get great sound.
be: Найлепшы спосаб атрымаць якасны гук — карыстацца слухаўкамі зь мікрафонам.

source: Using a microphone?
be: Карыстаецеся мікрафонам?

source: Using speakers?
be: Карыстаецеся галасьнікамі?

source: Verify New Password
be: Пацьвердзіце новы пароль

source: Verify Password
be: Пацьвердзіце пароль

source: Verify a different mobile phone number
be: Пацьвердзіць іншы тэлефонны нумар

source: Version
be: Вэрсія

source: Video
be: Відэа

source: Video Call
be: Выклікаць па відэа

source: Video Devices
be: Прылады відэа

source: Video Settings
be: Налады відэа

source: Video Snapshot
be: Здымак зь відэа

source: Video and Screen Sharing
be: Дзяліцца экранам і відэа

source: Video call
be: Выклік па відэа

source: Video engine not initialized.
be: Рухавік відэа не запусьцілі.

source: Video is only supported on calls with up to %d people.
be: Відэа можна карыстацца, калі суразмоўцаў ня болей за %d.

source: Video is only supported on calls with up to 10 people.
be: Відэа можна карыстацца, калі суразмоўцаў ня болей за 10.

source: Video isn't supported by this call.
be: У гэтым выкліку відэа не падтрымваецца

source: Video not available
be: Відэа недаступнае

source: Video problems
be: Праблемы зь відэа

source: Video settings
be: Налады відэа

source: Video snapshot
be: Здымак зь відэа

source: Video source isn't delivering the stream in the correct format.
be: Крыніца відэа не забясьпечвае плыні адпаведнага віду.

source: View
be: Выгляд

source: View Old Messages
be: Зірнуць старыя паведамленьні

source: View Profile
be: Зірнуць профіль

source: View Skype Wi-Fi Access
be: Адчыніць доступ да Wi-Fi праз Skype

source: View account
be: Зірнуць рахунак

source: View all %d new conversations
be: Зірнуць усе (%d) новыя размовы

source: View all messages
be: Зірнуць усе паведамленьні

source: View all new events
be: Зірнуць усе новыя падзеі

source: View menu
be: Адчыніць мэню

source: View older messages
be: Зірнуць ранейшыя паведамленьні

source: View technical release notes for this update.
be: Зірнуць тэхнічныя заўвагі да гэтага абнаўленьня.

source: View the profile of %1
be: Зірнуць профіль %1

source: View your subscription(s)
be: Зірнуць свае падпіскі

source: Visible to contacts only
be: Бачным толькі кантактам

source: Visit account page
be: Бачына рахунку

source: Visual style of the window
be: Вонкавы выгляд акна

source: Voicemail
be: Галасавая пошта

source: Voicemail Cancelled
be: Скасавалі галасавую пошту

source: Voicemail Failed
be: Не ўдалося даслаць галасавую пошту

source: Voicemail Greeting
be: Галасавое вітаньне

source: Voicemail Greeting Message
be: Вітаньне галасавое пошты

source: Voicemail Messages
be: Галасавыя паведамленьні

source: Voicemail Received
be: Атрымалі галасавую пошту

source: Voicemail Recording
be: Запісваецца галасавая пошта

source: Voicemail Sent
be: Даслалі галасавую пошту

source: Voicemail account expires in %1 days
be: Тэрмін дзеяньня рахунку галасавое пошты заканчваецца праз %1 дзён

source: Voicemail account is inactive
be: Рахунак галасавое пошты ня дзейнічае

source: Voicemail is available
be: Галасавая пошта працуе

source: Voicemail not deleted
be: Галасавое паведамленьне ня сьцерлі

source: Voicemail playback error
be: Далі хібу, калі прайгравалі галасавую пошту

source: Voicemail recording error
be: Далі хібу, калі запісвалі галасавую пошту

source: Voicemail upload error
be: Далі хібу, калі запампоўвалі галасавую пошту

source: Voicemail, duration
be: Галасавое паведамленьне працягласьцю

source: Voicemails
be: Галасавая пошта

source: Volume
be: Гучнасьць

source: Volume 0
be: Гучнасьць: 0

source: Volume 1
be: Гучнасьць: 1

source: Volume 2
be: Гучнасьць: 2

source: Volume 3
be: Гучнасьць: 3

source: Volume down
be: Цішэй

source: Volume up
be: Гучней

source: Wait
be: Чакай

source: Waiting
be: Чакаем

source: Waiting for %1 to authorise transfer
be: Чакаем, пакуль %1 дазволіць перадаваць

source: Waiting to join.
be: Чакаем дазволу далучыцца.

source: Want to make a group video call?
be: Хочаце скарыстацца супольным відэа?

source: Want to message this person?
be: Хочаце пагутарыць з чалавекам?

source: Want to start your own group video calls?
be: Хочаце распачаць уласнае супольнае відэа?

source: Warning
be: Перасьцярога

source: Warning: This program is protected by copyright law and international treaties.
be: Перасьцярога: гэтая праґрама абараняецца законам пра аўтарскае права ды міжнароднымі пагадненьнямі.

source: We can't check connection speed on group calls.
be: Мы ня можам выпрабоўваць хуткасьць злучэньня ў нарадах.

source: We can't check the connection between you because this person seems to be offline.
be: Мы ня можам выпрабаваць злучэньне між вамі, бо суразмоўца, здаецца, ня ў сетцы.

source: We can't detect what the internet connection's like between you.
be: Мы ня можам выявіць, якога кшталту злучэньне зь сецівам маецца між вамі.

source: We can't find a webcam connected to your computer.
be: Мы не знайшлі камэры, далучанае да вашага кампутара.
